import 'package:haircut_delivery/model/product.dart';

final List<Product> clientAppTopProducts = [
  Product(
    productName: '🍃My Matcha ชาเขียวลดน้ำหนัก 0แคลอรี่ ของแท้100%',
    productDescription: """
      ❤สินค้าพร้อมส่ง ของแท้100%❤

      My Matcha organic100%
      ดื่มชาเขียวมัจฉะสดสิคะ 0 แคลอรี่เท่านั้น

      🍃ประโยชน์ของชาเขียวที่คุณอาจไม่เคยรู้🍃
      1.ช่วยลดความอ้วน ลดน้ำหนัก จากธรรมชาติ 100% ชาเราไม่มีรสขม ทานง่าย ละลายไว ไม่มีกลิ่นเหม็น ผสมกับเครื่องดื่มอื่น ๆ ก็ได้นะ ไม่มีสารตกค้างใด หยุดทานก็ไม่มีผลกระทบอะไรคะ
      2.ต่อต้านอนุมูลอิสระ
      3.ทำให้ระบบขับถ่ายดี

      ⭐ ชงดื่มง่าย
      ⭐ สะดวก อร่อย ได้ประโยชน์
      ⭐ สกัดจากธรรมชาติ ด้วยมารตฐานGMP
      ⭐ไม่ต้องอดอาหาร
      ⭐ ไม่มีผลข้างเคียง 
      ⭐ ช่วยลดการดูดซึมไขมันที่เป็นสาเหตุให้อ้วน
      ⭐ ขับไขมันส่วนที่ไม่ใช้ออก ด้วยการขับถ่าย

      👉 ส่วนผสมหลัก ชาเขียวมัจฉะ 100% 
      จึง 0% cal สามารถเติมน้ำตาลเทียมประเภท
      e quel ได้ตามความชอบ

      สรรพคุณ
      1. เผาผลาญไขมันเก่า ดักจับ ไขมันใหม่ X2 เท่า
      2. ลดการยากอาหาร X2 เท่า
      3. ให้ความสดชื่น X2 เท่า
      4. เปลี่ยนไขมันให้เป็นพลังงาน X2 เท่า

      วิธีรับประทาน
      ผงชามัทฉะ สามารถชง ในน้ำร้อน น้ำเย็น ปั่น ผสมนม น้ำเต้าหู้ ผสมพวกซีเรียลซ์ได้ค่ะ 
      ✔ ชงได้ 40 ครั้ง
      ✔ ชงครั้งละครึ่งช้อนชา ต่อ น้ำ 300 ml. 
      ✔ ทาน เช้า -เย็น หรือทานเล่นได้ระหว่างวันค่ะ
      ✔ ชงได้ทั้งน้ำร้อน - เย็น ละลายไวค่ะ

      ขนาด 25g. ชงได้40ครั้ง

      มีอย. 50-2-04158-6-0003
      ฮาลาล

      #mymatcha #ชาเขียว #ชาลดน้ําหนัก #ของแท้ #ขายดี 
      #ส่งฟรี #matcha  #ลดน้ําหนัก #ชาเขียวลดน้ําหนัก #ลดไขมัน
      #ออแกนิค #0แคลอรี่ #ลดความอ้วน #ขับไขมัน
    """,
    price: 250,
    salePrice: 220,
    productImageUrl: [
      'product1.jpeg',
    ],
    categoryId: 1,
    rating: 4.9,
    shopId: 1,
    sendFrom: 'อำเภอคลองหลวง, จังหวัดปทุมธานี',
    stockLevel: 10,
  ),
  Product(
    productName:
        'Garlic Pearls น้ำมันกระเทียมสกัด 100 เม็ด เก็บปลายทางได้ ผลิตใหม่ 2019',
    productDescription: """
      🙏🏻🙏🏻🙏🏻🙏🏻🙏🏻น้ำมันกระเทียม ขึ้นชื่อของทางอินเดีย
      มีสรรพคุณช่วยลดคลอเลสเตอรอล


      ขึ้นชื่อที่อินเดีย
      น้ำมันกระเทียม ขึ้นชื่อของทางอินเดีย

      -มีสรรพคุณช่วยลดคลอเลสเตอรอล

      -ช่วยบรรเทาอาการไอ ขับเสมหะ ไม่มีผลข้างเคียง

      -ช่วยในการขับลม จุกเสียด แน่นท้อง ท้องอืด ท้องเฟ้อ

      -ช่วยในการฆ่าเชื้อรา แบคทีเรีย

      ขึ้นชื่อที่อินเดียมาก 📌📌📌📌

      ขนาด 100 เม็ด
      ทานเช้า-กลางวัน-เย็น ครั้งละ 1-2เม็ด หลังอาหาร

      ไม่รับแก้ไข ชื่อ ที่อยู่ เบอร์โทรนะคะ รบกวนเช็คก่อนค่ะ เนื่องจากร้านค้าไม่สามารถแก้ไขในระบบได้ค่ะ
    """,
    price: 85,
    salePrice: 80,
    productImageUrl: [
      'product2.jpeg',
    ],
    categoryId: 1,
    rating: 3.5,
    shopId: 2,
    sendFrom: 'อำเภอคลองหลวง, จังหวัดปทุมธานี',
    stockLevel: 15,
  ),
  Product(
    productName:
        'แผ่นแปะร้อน Hotpack ให้ความร้อน ความอบอุ่น สำหรับไปเมืองหนาว🔥 แผ่นร้อนกันหนาว ของใหม่M',
    productDescription: """
      แผ่นสติกเกอร์ hot pack กันหนาว 
      ขนาดแผ่น 13.0 * 9.5 cm
      อุณหภูมเฉลี่ย 52 องศา
      ใช้ได้นานถึง 8-12 ซม 
      ใช้ครั้งเดียวและทิ้ง

      ทางร้านขายเป็นจำนวนต่อ 1 ชิ้น
    """,
    price: 8,
    productImageUrl: [
      'product3.jpeg',
    ],
    categoryId: 1,
    rating: 4.5,
    shopId: 3,
    sendFrom: 'อำเภอคลองหลวง, จังหวัดปทุมธานี',
    stockLevel: 100,
  ),
  Product(
    productName:
        '[พร้อมส่ง] Vitamin C 60 วัน 120 แคปซูล ผิวกระจ่างใส ลดสิว จุดด่างดำ ป้องกันหวัด หมดอายุ 6/22',
    productDescription: """
        DHC 1000มก. 60 วัน (120 แคปซูล) 

        ** สั่งมากกว่า 2 ชิ้นรบกวนเลือกการจัดส่ง Kerry และ J&amp;T Express นะคับ ไม่งั้นทางร้านค้าต้องขออนุญาตกดยกเลิกคำสั่งซื้อนั้นๆ**

        *** ขนส่ง J&amp;T Express จัดส่งของล่าช้า เหมาะสำหรับลูกค้าที่สามารถรอและยอมรับเงื่อนไขได้คับ***

        ช่วยลดความหมองคล้ำและจุดด่างดำ เพิ่มความกระจ่างใสให้กับผิว

        *** หมดอายุ 06/2022 ***

        #ShopeeSocial #Shopeebeautysocial #Shopeebeauty#DHC
    """,
    price: 125,
    salePrice: 120,
    rating: 4.7,
    productImageUrl: [
      'product4.jpeg',
    ],
    categoryId: 1,
    shopId: 4,
    sendFrom: 'อำเภอคลองหลวง, จังหวัดปทุมธานี',
    stockLevel: 20,
  ),
  Product(
    productName: 'แท้!!! 1แถม1 Venista Detox เวนิสต้า ดีท็อกซ์',
    productDescription: """
      หุ่นสวยสุขภาพดีได้ง่ายๆ ไม่ต้องอดอาหาร
      เพียงทานเวนิสต้า วันละ 1-2 เม็ด ก่อนนอน
      🍃 ช่วยขับถ่ายง่ายขึ้น ไม่มีไขมันสะสมในร่างกาย
      🍃 ควบคุมน้ำหนัก ลดสัดส่วน
      🍃 พุงยุบ ผอมลง
      🍃 สุขภาพดีขึ้น
      .
      สารสกัดจาก : ส้ม ข่า ชาเขียว 
      เลขที่ อย. 10-1-02560-5-0008
      .
      ทานวันละ 1-2 เม็ด ก่อนนอนนะคะ
      ถ่ายยากทาน 2-3 เม็ด
    """,
    price: 135,
    salePrice: 120,
    productImageUrl: [
      'product5.jpeg',
    ],
    categoryId: 1,
    shopId: 5,
    sendFrom: 'อำเภอคลองหลวง, จังหวัดปทุมธานี',
    stockLevel: 90,
  ),
  Product(
    productName:
        '[ส่งฟรี]ENSURE อาหารทางการแพทย์ กลิ่นวานิลลา ขนาด 850 กรัม อาหารเสริมทางการแพทย์ สูตรครบถ้วน',
    productDescription: """
      Ensure เอนชัวร์อาหารสูตรครบถ้วน 
      - กลิ่นวานิลลา หมดอายุ 08/2021

      *** 1 ลังใหญ่ 12 กระป๋อง สั่งได้ครับ ***
      *** ผลิตภัณฑ์เอนชัวร์เหมาะสำหรับ ***
      ผู้สูงอายุ ผู้ป่วยระยะพักฟื้น ผู้ที่รักษาตัวอยู่ในโรงพยาบาล 
      ผู้ที่ขาดสารอาหาร หรือ รับประทานอาหารไม่ครบถ้วน 
      - ให้พลังงาน 23กลิ่นวานิลลา/รสช็อกโกแลต/สตรอเบอร์รี่/ธัญพืช 0 กิโลแคลอรี่/แก้ว มีสารอาหารครบถ้วน
      - มีโปรตีนที่ให้กรดอะมิโนจำเป็นที่ช่วยซ่อมแซมส่วนที่สึกหรอของร่างกาย
      - มีกรดไขมันจำเป็นต่อรายการทั้งโอเมก้า 3 และ 6 และมีโอเมก้า 9
      - มีวิตามินและแร่ธาตุ 28ชนิด
      - มีแคลเซียม มีส่วนช่วยในกระบวนการสร้างกระดูกและฟันที่แข็งแรง
      - มีวิตามินที่ช่วยดูดซึมแคลเซียมและฟอสฟอรัส
      - มีเบต้าแคโรทีน
      - มีวิตามินซี วิตามินอี และ ซิลีเนียม มีส่วนช่วยในกระบวนต่อต้านอนุมูลอิสระ
      - สมดุลในอัตราส่วนของพลังงานจาก โปรตีน 15%, ไขมัน 29% และ คาร์โบไฮเดรต 56%
      - รสชาติดี ละลายง่ายทั้งในน้ำเย็นและน้ำอุ่น
      #Ensure #เอนชัวร์ #กลิ่นวานิลลา #รสช็อกโกแลต #สตรอเบอร์รี่ #ธัญพืช 
    """,
    price: 720,
    productImageUrl: [
      'product6.jpeg',
    ],
    categoryId: 1,
    rating: 3.9,
    shopId: 1,
    sendFrom: 'อำเภอคลองหลวง, จังหวัดปทุมธานี',
    stockLevel: 50,
  ),
  Product(
    productName:
        'พร้อมส่ง I​LYANG Beauty Collagen 1 กล่อง 270g (3g x 30 ซอง) กล่องม่วง/กล่องชมพู',
    productDescription: """
      10กล่อง แถมฟรี ขวคเชค Limited🔥🔥

      ราคาตัวแทนทักแชทสั่งได้เลย ❗️❗️❗️ ราคาตัวแทนทักแชท
      ราคาตัวแทนทักแชทสั่งได้เลย ❗️❗️❗️ ราคาตัวแทนทักแชท
      ราคาตัวแทนทักแชทสั่งได้เลย ❗️❗️❗️ ราคาตัวแทนทักแชท
      ราคาตัวแทนขั้นต่ำ5กล่อง

      เรนาต้า ออร่าพลัส 1กล่อง10ซอง
      1. ช่วยให้ผิวสว่างใส
      2. ช่วยให้ฝ้า กระ จางลง
      3. ลดรอยดำ รอยแดง
      4. ต่อต้านกระบวนการเกิดสิว
      5. ลดการอักเสบของสิว
      6. ลดการแสบร้อนผิวจากแสงแดดและลดผดผื่นจากแดดได้
      7. ให้ความชุ่มชื้นแก่ผิว
      8. ทำให้ผิวแข็งแรง ต้านอนุมูลอิสระ
      9. ทำให้สีผิวสม่ำเสมอ
      10. บำรุงกระดูกและข้อเข่า

      กู้สิวผิวใสออร่าท้าแดด
      Concept: All in one
      ส่วนผสมAura Plus มีทั้งหมด17ชนิด
      เพิ่มจากเดิมอีก3ชนิด เป็นตัวทีเด็ด

      💦WELLNEX COLLAGEN จากปลาน้ำจืด ผลิตจากบริษัทอันดับ1ในญี่ปุ่น 1ซอง10,000mg ช่วยเรื่อง ผิว กระดูก ข้อต่อต่างๆ คอลลาเจนช่วยให้ผิวดี ลดรอยแผลเป็น รอยสิวใหม่ 

      ✨ลิ้นจี่ มีวิตามินซีสูง กระตุ้นการผสมคอลลาเจนในชั้นผิว ดูแลปกป้องคอลลาเจนที่มีอยู่ในผิว ทำให้ผิวแข็งแรง ป้องกันUV

      🥝กีวี่สีทอง มีวิตามินซีสูงกว่าส้ม74% ช่วยเรื่องสิว มีสารทำให้น้ำมันในต่อมไขมันลดน้อยลง ช่วยเรื่องผิว ผม เล็บ

      🍊ROC 400มก
      🌾Rice Ceramide

      **คอลลาเจนจะทำงานได้ดีเมื่อทำงานกับวิตามินซี
      -ชงดื่มหลังตื่นนอนตอนเช้าดีที่สุด วันละ1-2ซอง
      -1ก��อง10ซอง

      ส่วนประกอบของ Renatar Aura Plus☀️🍊🌾🌙
      1 กล่องมี 10 ซอง All in 1 กับสารอาหารทั้งหมด 17 ชนิด 
      1.ROC (Red Orange Complex) -ช่วยปกป้องผิวจากแสงแดด
      2.Rice Ceramide -ช่วยบำรุงผิวขณะเราหลับ ทำให้ผิวแข็งแรง
      3.Wellnex Collagen -ช่วยให้ผิวนิ่ม นุ่ม ชุ่มชื่น ยืดหยุ่น เรียบเนียนเเข็งเเรง
      4.Golden Kiwi -ช่วยลดความันสาเหตุของการเกิดสิว
      5.Pomegranate Extract หรือสารสกัดจากทับทิม -สร้างคอลลาเจนและกลูต้าไธโอน
      6.Red Grape Extract -ลดการอักเสบและเพิ่มภูมิคุ้มกันของผิว
      7.Chysanthemum Extract หรือสารสกัดจากเก็กฮวย -ทำให้ผิวเรียบเนียนกระจ่างใส
      8.Acerola Cherry -ต้านอนุมูลอิสระ และกระตุ้นการทำงานของคอลลาเจน
      9.L-Cysteine  -กำจัดสารพิษ เสริมสร้างและซ่อมแซมส่วนที่สึกหรอ
      10.L-Glutamine -กำจัดสารพิษ เสริมสร้างและซ่อมแซมส่วนที่สึกหรอ
      11.L-Glycine -กำจัดสารพิษ เสริมสร้างและซ่อมแซมส่วนที่สึกหรอ
      12.Aloevera Extract -เพิ่มความชุ่มชื้นและความยืดหยุ่น
      13.Lychee Seed Extract -ป้องกันความเหี่ยวย่นของผิว
      14.Lycopene -ช่วยต่อต้านเซลล์มะเร็ง
      15.DL-alpha-tocopheryl acetate หรือ วิตามินอี -เพิ่มความชุ่มชื่นและต่อต้านอนุมูลอิสระ
      16.Coenzyme Q10  -ช่วยป้องกันการเสื่อมชองเซลล์ต่างๆ
      17.Alpha Lipoic Acid -เพิ่มระดับกลูต้าไธโอนในร่างกาย

      #Renatar #AuraPlus
      #เรนาต้า #ออร่าพลัส #คอลลาเจนญี่ปุ่น 
      #RenatarAuraPlus ++
      .
      .
      ┏━━━━━━━━━━━━┓
      💬คลิ๊ก➰http://bit.ly/2iMQ502
      💬LINE : @Annclothes (มี@)
      ┗━━━━━━━━━━━━┛
      .
      .
      #RenatarAura #เรนาต้าออร่า #ผิวสุขภาพดี #ริ้วรอย #ผิวใส #ผิวเนียน #ลดสิว #สิว #อยากสวย #อยากขาว #รักษาสิว #คอลลาเจน
    """,
    price: 319,
    salePrice: 1000,
    rating: 4.2,
    productImageUrl: [
      'product7.jpeg',
    ],
    categoryId: 1,
    shopId: 2,
    sendFrom: 'อำเภอคลองหลวง, จังหวัดปทุมธานี',
    stockLevel: 80,
  ),
];

final List<Product> recommendedProducts = [
  Product(
    productName:
        'DHC Vitamin C วิตามินซี (60วัน) สูตรเพิ่ม vitamin B2 ช่วยเรื่องผลัดผิวให้ขาวกระจ่างใส ของแท้ นำเข้าจากญี่ปุ่น ดีเอชซี',
    productDescription: """
      📌 วันหมดอายุของของสินค้าล็อตล่าสุด 2022.04 - 2022.05 📌

      DHC Vitamin C วิตามินซี (60 วัน) สูตรเพิ่ม vitamin B2 ช่วยเรื่องผลัดผิวให้ขาวกระจ่างใส และช่วยเพิ่มประสิทธิภาพในการดูดซึมของอาหารเสริมตัวอื่นๆ ของแท้ นำเข้าจากญี่ปุ่น

      DHC Vitamin C สูตรเพิ่ม vitamin B2

      ขายดีอันดับ 1 ในญี่ปุ่น  ช่วยลดความหมองคล้ำและจุดด่างดำ เพื่อผิวขาวกระจ่างใส สุขภาพดี

      เหมาะสำหรับ 

      - ผู้ที่โดนแดดบ่อย ๆ

      - ผู้ที่มีปัญหาฝ้า กระ จุดด่างดำ

      - ผู้ที่มักมีปัญหาตึงเครียดจากกการงานเป็นประจำ

      - ผู้ที่ดื่มเหล้า สูบบุหรี่บ่อย ๆ

      ซึ่งปัจจัยต่างๆเหล่านี้จะทำให้ผิวหนังขาดความชุ่มชื้น ตกสะเก็ด เหี่ยวย่น แก่เร็ว และหมองคล้ำ ทรุดโทรม
    """,
    price: 125,
    productImageUrl: [
      'product8.jpeg',
    ],
    categoryId: 1,
    rating: 5,
    shopId: 3,
    sendFrom: 'อำเภอคลองหลวง, จังหวัดปทุมธานี',
    stockLevel: 30,
  ),
  Product(
    productName:
        '[Exp.01/2021] Nestle Boost Optimum / Care 800g. บูสท์ อาหารทางการแพทย์สูตรครบถ้วน มีเวย์โปรตีน สำหรับผู้สูงอายุ',
    productDescription: """
      Boost Optimum 800g
      มีเวย์โปรตีน โปรตีนคุณภาพดี โปรตีนให้กรดอะมิโนจำเป็นต่อการสร้างโปรตีนชนิดต่างๆ
      สินค้าหมดอายุ เดือน 09 /2021

      อาหารสูตรครบถ้วน คุุณภาพดี 
      ให้กรดอะมิโนจำเป็นต่อการเจริญเติบโตและช่วยซ่อมแซมส่วนที่สึกหรอของร่างกาย มีวิตามินและแร่ธาตุที่จำเป็น มีจุลินทรีย์ แล็กโทบาซิลลัส พาราคาเซอิ มีใยอาหาร มีวิตามินอี มีส่วนช่วยในกระบวนการต่อต้านอนุมูลอิสระ มีสารอาหารรวม 29 ชนิด
      ชงดื่มง่าย รสชาติอร่อย สามารถดื่มวันละ 1-2 แก้วต่อวันเพื่อเสริมโภชนาการ
      เหมาะสำหรับผู้ที่ต้องการเสริมโภชนาการให้เพียงพอ เช่นผู้สูงอายุ ผู้ที่มีความเสี่ยงขาดสารอาหาร ผู้ป่วยหรือผู้ที่อยู่ในระยะพักฟื้น
    """,
    price: 950,
    salePrice: 749,
    productImageUrl: [
      'product9.jpeg',
    ],
    categoryId: 1,
    rating: 5,
    shopId: 4,
    sendFrom: 'อำเภอคลองหลวง, จังหวัดปทุมธานี',
    stockLevel: 20,
  ),
  Product(
    productName: '🔥สายดัดหลัง สายพยุงหลัง สายรัดหลัง ป้องกันไหล่ห่อ',
    productDescription: """
      เข็มขัดพยุงหลัง รุ่น Premium Extra Block (พิเศษ เพิ่มแกนพยุงหลังมากขึ้น 2 เท่า) 

      *****พิเศษ+++แถมฟรี Arm Pad แผ่นซัพพอตไหล่ และใต้รักแร้ ป้องกันการเสียดสี  เราแถมให้ถึง 2 ชิ้น******

      - สำหรับผู้ที่มีส่วนสูง รองรับได้มากถึง 180-185 ซม. (รุ่นปรับปรุงใหม่ล่าสุดเฉพาะของทาง I-CARE เท่านั้น) / สินค้ารองรับสำหรับผู้ที่มีความสูง 160 ซม. ขึ้นไป

      - รองรับรอบสะดือได้สูงสุด 52 นิ้ว

      - สามารถปรับสายรัดช่วงลำตัวได้

      - พยุงหลัง และสะบักไหล่

      - ลดปัญหาปวดหลัง ใส่ยกของหนักได้ กับรุ่นพิเศษ เพิ่มแกนพยุงหลังที่ยาวขึ้นกว่าเดิม 2 เท่า และเพิ่มจำนวนแกนพยุงหลังมากกว่าเดิมเป็น 4 ชิ้น  ดังนั้น จึงเน้นช่วยพยุงช่วงหลังและบั้นเอวได้มากยิ่งขึ้น

      - เพิ่มแกนพยุงช่วงกลางหลัง เพื่อช่วยประคองหลังช่วงบน บรรเทาอาการปวดหลัง

      #เสื้อยกของหนัก #เสื้อดึงสะบักไหล่ #เสื้อดึงไหล่ตรง #เข็มขัดยกของหนัก #เข็มขัดพยุงหลัง #Backsupport
    """,
    price: 95,
    productImageUrl: [
      'product10.jpeg',
    ],
    categoryId: 1,
    rating: 4,
    shopId: 5,
    sendFrom: 'อำเภอคลองหลวง, จังหวัดปทุมธานี',
    stockLevel: 99,
  ),
  Product(
    productName: 'บาชิชมพู เม็ดทอง Baschi ของแท้100%',
    productDescription: """
       Baschi Quick Slimming⭐️บาชิเม็ดสีทอง⭐️
      สูตร Advance สูตรปรับปรุงให้แรงกว่าบาชิส้ม อีก 25 % 
      บรรจุ 450 mg.ต่อแคปซูล

      🌸ลดน้ำหนักพร้อมบำรุงผิวพรรณ
      🌸เร่งการเผาผลาญไขมัน 
      🌸ช่วยเรื่อง ระบบขับถ่าย ลดน้ำหนัก ได้ไว้ เห็นผล ตั้ง แต่อาทิตย์แรกที่ทาน ความแรงเทียบเท่า ลิโซ่ แต่ ลดอาการเวียนหัว และคอแห้ง ราคาถูก แต่คุณภาพสูง

      💥บรรจุ 30 แคปซูล เหมาะสำหรับผู้ที่ต้องการลดน้ำหนักแบบเร่งด่วน หรือเคยทานยาลดความอ้วนมาก่อน แล้วทานรุ่นอื่นไม่ลด แนะนำตัวนี้เลยค่ะ 

      🌿บาชิควิกสลิมมิ่งแคปซูล อาหารเสริมลดน้ำหนัก ลดน้ำหนักได้จริง ไม่โทรม และไม่เกิดYo-Yo Effect ผลิตจากสมุนไพรธรรมชาติ ปลอดภัย ผลิตด้วยเทคโนโลยีที่ทันสมัย ช่วยปรับเปลี่ยน พฤติกรรมการทานของจุกจิกให้น้อยลง และช่วยเร่งการเผาผลาญไขมันส่วนเกินในร่างกาย💧

      📌ขนาดรับประทาน : ทานก่อนอาหารมื้อแรกประมาณ 15-30 นาที 1 แคปซูล
      อย. 1310615850080
    """,
    price: 88,
    salePrice: 82,
    productImageUrl: [
      'product11.jpeg',
    ],
    categoryId: 1,
    rating: 4.6,
    shopId: 1,
    sendFrom: 'อำเภอคลองหลวง, จังหวัดปทุมธานี',
    stockLevel: 60,
  ),
  Product(
    productName: 'น้ำยาคอนแทคเลนส์ renu ขนาด60ml ราคาขวดละ50บาท',
    productDescription: """
      ใบสำคัญ/ใบอนุญาติ   2C 18/53 (N)
      📌รีบใช้ Kreey / EMS  1-3 วัน
      📌ค่าส่งถูก J&amp;T  2-7วัน กรุณารอรับโทรศัพท์จากพนักงานส่งของ  
          ถ้าไม่สะดวกรับโทรศัพท์เลือกการจัดส่ง  EMS
      ❌ใส่ที่อยู่ผิด/เบอร์โทรผิด ต้องกดยกเลิกเท่านั้น 
      ทางร้านเปลี่ยนแปลงที่อยู่ในระบบให้ไม่ได้ ตรวจสอบให้ดีก่อนกดสั่ง 
      ห้ามใส่ผิด ถ้าสินค้าถูกตีกลับลูกค้าต้องเป็นคนรับผิดชอบค่าส่งและค่าอุปกรณ์แพ็คทั้งหมด  
          
      ❌ตัดยอด22.00น.  จัดส่งวัดถัดไป
      ❌เก็บเงินปลายทางไม่พร้อมรับของอย่ากดสั่ง กรุณาเห็นใจทางร้านด้วยจ้า ❤️

      ✅แถมตลับให้ทุกคู่   
      ✅ไม่จำกัดจำนวนคู่ต่อ1ออเดอร์ 
      📌จัดสั่งสินค้าภายใน 48 ชั่วโมง
      🚚ส่งของทุกวัน จันทร์ - เสาร์
      ❤️❤️หยุดวันอาทิตย์และวันนักขัตฤกษ์❤️❤️
      💌ได้รับสินค้าแล้วกรุณากดรับสินค้าให้ด้วยนะ💖

      📌กรณีสินค้ามีปัญหา ได้ของไม่ครบ ได้ผิดสี,ผิดค่าสายตา
      ตอบแชทล่าช้า มีปัญหาการใช้งานเร่งด่วน 
      โทร : 0924801606    Line : Noknok037 

      #คอนเเทคเลนส์ #minilens #ตาฝรั่ง 
      #คอนแทคเลน์ส์สายตา.  #prettylens  #Lollipop #kittykawaii #ขายส่งบิ๊กอาย #Bigeyeราคาส่ง
      #sweety.  #dreamcolor1 
      #ถูกที่สุด #ราคาส่ง #bigeye  #บิ๊กอาย #รับตัวแทนจําหน่ายฟรี   #รับส่งในนามฟรี 
    """,
    price: 50,
    productImageUrl: [
      'product12.jpeg',
    ],
    categoryId: 1,
    rating: 4.9,
    shopId: 2,
    sendFrom: 'อำเภอคลองหลวง, จังหวัดปทุมธานี',
    stockLevel: 70,
  ),
];
